export const questionsL = [
  {
    question: 'Сколько лап у кота?',
    answers: [1, 3, 4, 7],
    correctAnswer: 4,
    incorrectAnswer: [1, 3]
  },
  {
    question: 'Кто основал Петербург?',
    answers: ['Петр 1', 'Иван Грозный', 'Владимир Путин', 'Джо Байден'],
    correctAnswer: 'Петр 1',
    incorrectAnswer: ['Иван Грозный', 'Джо Байден']
  },
  {
    question: 'Что Пётр I велел брить всем боярам и дворянам?',
    answers: ['Ноги', 'Брови', 'Бороды', 'Руки'],
    correctAnswer: 'Бороды',
    incorrectAnswer: ['Ноги', 'Брови']

  },
  {
    question: 'Шкуру какого медведя не принято делить?',
    answers: ['Бурого', 'Плюшевого', 'Белого', 'Неубитого'],
    correctAnswer: 'Неубитого',
    incorrectAnswer: ['Плюшевого', 'Белого']
  },
  {
    question: 'Как звучит самое распространённое телефонное приветствие?',
    answers: ['Чао', 'Гамарджоба', 'Пронто', 'Алло'],
    correctAnswer: 'Алло',
    incorrectAnswer: ['Гамарджоба', 'Чао']

  },
  {
    question: '	Как звали пушкинского Онегина?',
    answers: ['Александр', 'Евгений', 'Михаил', 'Иван'],
    correctAnswer: 'Евгений',
    incorrectAnswer: ['Михаил', 'Александр']
  },
  {
    question: 'Что кричат болельщики на хоккейном матче?',
    answers: ['Шайбу', 'Клюшку', 'Мама', 'Пожар'],
    correctAnswer: 'Шайбу',
    incorrectAnswer: ['Клюшку', 'Пожар']
  },
  {
    question: 'Что народная мудрость советует отдать врагу?',
    answers: ['Завтрак', 'Обед', 'Полдник', 'Ужин'],
    correctAnswer: 'Ужин',
    incorrectAnswer: ['Полдник', 'Обед']
  },
  {
    question: 'Откуда сотрудники офисов наливают в чашки воду?',
    answers: ['Из принтера', 'Из сканера', 'Из степлера', 'Из кулера'],
    correctAnswer: 'Из кулера',
    incorrectAnswer: ['Из принтера', 'Из степлера']
  },
  {
    question: 'Что построил Джек в стихотворении, переведенным с английского Маршаком?',
    answers: ['Коммунизм', 'График', 'Дом', 'Маршрут'],
    correctAnswer: 'Дом',
    incorrectAnswer: ['График', 'Маршрут']
  },
  {
    question: 'Что может возникнуть на шахматной доске?',
    answers: ['Вечный шах', 'Вечный мат', 'Вечный зов', 'Вечный двигатель'],
    correctAnswer: 'Вечный шах',
    incorrectAnswer: ['Вечный мат', 'Вечный зов']
  },
  {
    question: 'Что такое каршеринг?',
    answers: ['секонд-хенд', 'напольный светильник', 'аренда автомобиля', 'брачный танец вороны'],
    correctAnswer: 'аренда автомобиля',
    incorrectAnswer: ['секонд-хенд', 'напольный светильник']
  },
  {
    question: 'Какие мужчины, согласно этикету, не обязаны идти слева от дамы?',
    answers: ['высокие', 'пожилые', 'иногородние', 'военнослужащие'],
    correctAnswer: 'военнослужащие',
    incorrectAnswer: ['высокие', 'пожилые']
  },
  {
    question: 'Каким названо «далёко» в песне из фильма «Гостья из будущего»?',
    answers: ['чудесное', 'опасное', 'ужасное', 'прекрасное'],
    correctAnswer: 'прекрасное',
    incorrectAnswer: ['опасное', 'ужасное']
  },
  {
    question: 'Как иногда сокращают имя Сергей?',
    answers: ['Серый', 'Малиновый', 'Бурый', 'Вишневый'],
    correctAnswer: 'Серый',
    incorrectAnswer: ['Малиновый', 'Бурый']
  },
  {
    question: 'Кто стал популярен благодаря экранизации романа Доди Смит?',
    answers: ['101 пехотинец', '101 далматинец', '101 корсиканец', '101 голодранец'],
    correctAnswer: '101 далматинец',
    incorrectAnswer: ['101 пехотинец', '101 корсиканец']
  },
  {
    question: 'Что растёт в огороде?',
    answers: ['Лук', 'Пистолет', 'Пулемёт', 'Ракета СС-20'],
    correctAnswer: 'Лук',
    incorrectAnswer: ['Ракета СС-20', 'Пулемёт']
  },
  {
    question: 'Как называют микроавтобусы, совершающие поездки по определённым маршрутам?',
    answers: ['Рейсовка', 'Путёвка', 'Курсовка', 'Маршрутка'],
    correctAnswer: 'Маршрутка',
    incorrectAnswer: ['Рейсовка', 'Путёвка']

  },
  {
    question: 'Какой специалист занимается изучением неопознанных летающих объектов??',
    answers: ['Кинолог', 'Уфолог', 'Сексопатолог', 'Психиатр'],
    correctAnswer: 'Уфолог',
    incorrectAnswer: ['Кинолог', 'Сексопатолог']
  },
  {
    question: 'Что может появится в доме во время семейной ссоры??',
    answers: ['Летающие тарелки', 'Снежный человек', 'Бермудский треугольник', 'Тунгусский метеорит'],
    correctAnswer: 'Летающие тарелки',
    incorrectAnswer: ['Снежный человек', 'Бермудский треугольник']
  },



  {
    question: 'Что кричат болельщики на хоккейном матче?',
    answers: ['Шайбу', 'Клюшку', 'Мама', 'Пожар'],
    correctAnswer: 'Шайбу',
    incorrectAnswer: ['Клюшку', 'Пожар']
  },
  {
    question: 'Что народная мудрость советует отдать врагу?',
    answers: ['Завтрак', 'Обед', 'Полдник', 'Ужин'],
    correctAnswer: 'Ужин',
    incorrectAnswer: ['Полдник', 'Обед']
  },
  {
    question: 'Откуда сотрудники офисов наливают в чашки воду?',
    answers: ['Из принтера', 'Из сканера', 'Из степлера', 'Из кулера'],
    correctAnswer: 'Из кулера',
    incorrectAnswer: ['Из принтера', 'Из степлера']
  },
  {
    question: 'Что построил Джек в стихотворении, переведенным с английского Маршаком?',
    answers: ['Коммунизм', 'График', 'Дом', 'Маршрут'],
    correctAnswer: 'Дом',
    incorrectAnswer: ['График', 'Маршрут']
  },
  {
    question: 'Что может возникнуть на шахматной доске?',
    answers: ['Вечный шах', 'Вечный мат', 'Вечный зов', 'Вечный двигатель'],
    correctAnswer: 'Вечный шах',
    incorrectAnswer: ['Вечный мат', 'Вечный зов']
  },
  {
    question: 'Что такое каршеринг?',
    answers: ['секонд-хенд', 'напольный светильник', 'аренда автомобиля', 'брачный танец вороны'],
    correctAnswer: 'аренда автомобиля',
    incorrectAnswer: ['секонд-хенд', 'напольный светильник']
  },
  {
    question: 'Какие мужчины, согласно этикету, не обязаны идти слева от дамы?',
    answers: ['высокие', 'пожилые', 'иногородние', 'военнослужащие'],
    correctAnswer: 'военнослужащие',
    incorrectAnswer: ['высокие', 'пожилые']
  },

  {
    question: 'Сколько лап у кота?',
    answers: [1, 3, 4, 7],
    correctAnswer: 4,
    incorrectAnswer: [1, 3]
  },
  {
    question: 'Кто основал Петербург?',
    answers: ['Петр 1', 'Иван Грозный', 'Владимир Путин', 'Джо Байден'],
    correctAnswer: 'Петр 1',
    incorrectAnswer: ['Иван Грозный', 'Джо Байден']
  },
  {
    question: 'Что Пётр I велел брить всем боярам и дворянам?',
    answers: ['Ноги', 'Брови', 'Бороды', 'Руки'],
    correctAnswer: 'Бороды',
    incorrectAnswer: ['Ноги', 'Брови']

  },
  {
    question: 'Шкуру какого медведя не принято делить?',
    answers: ['Бурого', 'Плюшевого', 'Белого', 'Неубитого'],
    correctAnswer: 'Неубитого',
    incorrectAnswer: ['Плюшевого', 'Белого']
  },
  {
    question: 'Как звучит самое распространённое телефонное приветствие?',
    answers: ['Чао', 'Гамарджоба', 'Пронто', 'Алло'],
    correctAnswer: 'Алло',
    incorrectAnswer: ['Гамарджоба', 'Чао']

  },
  {
    question: '	Как звали пушкинского Онегина?',
    answers: ['Александр', 'Евгений', 'Михаил', 'Иван'],
    correctAnswer: 'Евгений',
    incorrectAnswer: ['Михаил', 'Александр']
  },
  {
    question: 'Что кричат болельщики на хоккейном матче?',
    answers: ['Шайбу', 'Клюшку', 'Мама', 'Пожар'],
    correctAnswer: 'Шайбу',
    incorrectAnswer: ['Клюшку', 'Пожар']
  },
  {
    question: 'Что народная мудрость советует отдать врагу?',
    answers: ['Завтрак', 'Обед', 'Полдник', 'Ужин'],
    correctAnswer: 'Ужин',
    incorrectAnswer: ['Полдник', 'Обед']
  },
  {
    question: 'Откуда сотрудники офисов наливают в чашки воду?',
    answers: ['Из принтера', 'Из сканера', 'Из степлера', 'Из кулера'],
    correctAnswer: 'Из кулера',
    incorrectAnswer: ['Из принтера', 'Из степлера']
  },
  {
    question: 'Что построил Джек в стихотворении, переведенным с английского Маршаком?',
    answers: ['Коммунизм', 'График', 'Дом', 'Маршрут'],
    correctAnswer: 'Дом',
    incorrectAnswer: ['График', 'Маршрут']
  },
  {
    question: 'Что может возникнуть на шахматной доске?',
    answers: ['Вечный шах', 'Вечный мат', 'Вечный зов', 'Вечный двигатель'],
    correctAnswer: 'Вечный шах',
    incorrectAnswer: ['Вечный мат', 'Вечный зов']
  },
  {
    question: 'Что такое каршеринг?',
    answers: ['секонд-хенд', 'напольный светильник', 'аренда автомобиля', 'брачный танец вороны'],
    correctAnswer: 'аренда автомобиля',
    incorrectAnswer: ['секонд-хенд', 'напольный светильник']
  },
  {
    question: 'Какие мужчины, согласно этикету, не обязаны идти слева от дамы?',
    answers: ['высокие', 'пожилые', 'иногородние', 'военнослужащие'],
    correctAnswer: 'военнослужащие',
    incorrectAnswer: ['высокие', 'пожилые']
  },
];



export let questionRandItem = Math.floor(Math.random()*questionsL.length);
