export const questionsL = [
  {
    question: 'Сколько лап у кота?',
    answers: [1, 3, 4, 7],
    correctAnswer: 4,
    incorrectAnswer: [1, 3]
  },
  {
    question: 'Кто основал Петербург?',
    answers: ['Петр 1', 'Иван Грозный', 'Владимир Путин', 'Джо Байден'],
    correctAnswer: 'Петр 1',
    incorrectAnswer: ['Иван Грозный', 'Джо Байден']
  },
  {
    question: 'Что Пётр I велел брить всем боярам и дворянам?',
    answers: ['Ноги', 'Брови', 'Бороды', 'Руки'],
    correctAnswer: 'Бороды',
    incorrectAnswer: ['Ноги', 'Брови']

  },
  {
    question: 'Шкуру какого медведя не принято делить?',
    answers: ['Бурого', 'Плюшевого', 'Белого', 'Неубитого'],
    correctAnswer: 'Неубитого',
    incorrectAnswer: ['Плюшевого', 'Белого']
  },
  {
    question: 'Как звучит самое распространённое телефонное приветствие?',
    answers: ['Чао', 'Гамарджоба', 'Пронто', 'Алло'],
    correctAnswer: 'Алло',
    incorrectAnswer: ['Гамарджоба', 'Чао']

  },
  {
    question: '	Как звали пушкинского Онегина?',
    answers: ['Александр', 'Евгений', 'Михаил', 'Иван'],
    correctAnswer: 'Евгений',
    incorrectAnswer: ['Михаил', 'Александр']
  },
  {
    question: 'Что кричат болельщики на хоккейном матче?',
    answers: ['Шайбу', 'Клюшку', 'Мама', 'Пожар'],
    correctAnswer: 'Шайбу',
    incorrectAnswer: ['Клюшку', 'Пожар']
  },
  {
    question: 'Что народная мудрость советует отдать врагу?',
    answers: ['Завтрак', 'Обед', 'Полдник', 'Ужин'],
    correctAnswer: 'Ужин',
    incorrectAnswer: ['Полдник', 'Обед']
  },
  {
    question: 'Откуда сотрудники офисов наливают в чашки воду?',
    answers: ['Из принтера', 'Из сканера', 'Из степлера', 'Из кулера'],
    correctAnswer: 'Из кулера',
    incorrectAnswer: ['Из принтера', 'Из степлера']
  },
  {
    question: 'Что построил Джек в стихотворении, переведенным с английского Маршаком?',
    answers: ['Коммунизм', 'График', 'Дом', 'Маршрут'],
    correctAnswer: 'Дом',
    incorrectAnswer: ['График', 'Маршрут']
  },
  {
    question: 'Что может возникнуть на шахматной доске?',
    answers: ['Вечный шах', 'Вечный мат', 'Вечный зов', 'Вечный двигатель'],
    correctAnswer: 'Вечный шах',
    incorrectAnswer: ['Вечный мат', 'Вечный зов']
  },
  {
    question: 'Что такое каршеринг?',
    answers: ['секонд-хенд', 'напольный светильник', 'аренда автомобиля', 'брачный танец вороны'],
    correctAnswer: 'Вечный шах',
    incorrectAnswer: ['секонд-хенд', 'напольный светильник']
  },
  {
    question: 'Какие мужчины, согласно этикету, не обязаны идти слева от дамы?',
    answers: ['высокие', 'пожилые', 'иногородние', 'военнослужащие'],
    correctAnswer: 'военнослужащие',
    incorrectAnswer: ['высокие', 'пожилые']
  },
];
