export const questionsHeavy = [
  {
    question: 'Когда в России празднуют день ВМФ?',
    answers: ['2 августа', '19 марта', '2-е воскресение июля', 'Посл. воскресение июля'],
    correctAnswer: 'Посл. воскресение июля',
    incorrectAnswer: ['19 марта', '2 августа']
  },
  {
    question: 'Какой возможности лишен крупье казино?',
    answers: ['пригладить рукой волосы', 'снять пылинку с жилет', 'поправить галстук', 'достать платок из кармана'],
    correctAnswer: 'достать платок из кармана',
    incorrectAnswer: ['пригладить рукой волосы', 'снять пылинку с жилет']
  },
  {
    question: '	Кличка основателя группы Коррозия металла',
    answers: ['Скелет', 'Паук', 'Ручейник', 'Горшок'],
    correctAnswer: 'Паук',
    incorrectAnswer: ['Скелет', 'Горшок']
  },
  {
    question: 'Какой вопрос, по определению, не требует ответа?',
    answers: ['Каверзный', 'Философский', 'Экзаменационный', 'Риторический'],
    correctAnswer: 'Риторический',
    incorrectAnswer: ['Каверзный', 'Философский']
  },
  {
    question: 'В каких спортивных состязаниях не используется сетка?',
    answers: ['баскетбол', 'регби', 'бадминтон', 'метание молота'],
    correctAnswer: 'регби',
    incorrectAnswer: ['баскетбол', 'метание молота']
  },
  {
    question: 'Кто из перечисленных ниже лиц НЕ является египетским фараоном?',
    answers: ['Сети', 'Акхенотеп', 'Смендес', 'Имхотеп'],
    correctAnswer: 'Имхотеп',
    incorrectAnswer: ['Смендес', 'Акхенотеп']
  },
  {
    question: 'Что такое десница?',
    answers: ['Бровь', 'Шея', 'Глаз', 'Рука'],
    correctAnswer: 'Рука',
    incorrectAnswer: ['Бровь', 'Глаз']
  },
  {
    question: 'В какое море впадает река Урал?',
    answers: ['Чёрное', 'Азовское', 'Средиземное', 'Каспийское'],
    correctAnswer: 'Каспийское',
    incorrectAnswer: ['Средиземное', 'Азовское']
  },
  {
    question: '	Кличка основателя группы Коррозия металла',
    answers: ['Скелет', 'Паук', 'Ручейник', 'Горшок'],
    correctAnswer: 'Паук',
    incorrectAnswer: ['Скелет', 'Горшок']
  },
  {
    question: 'Какое животное имеет второе название — кугуар?',
    answers: ['Оцелот', 'Леопард', 'Пума', 'Пантера'],
    correctAnswer: 'Пума',
    incorrectAnswer: ['Леопард', 'Пантера']
  },
  {
    question: 'Сколько стран входит в состав Великобритании?',
    answers: [4, 6, 3, 1],
    correctAnswer: 4,
    incorrectAnswer: [3, 1]
  },
  {
    question: 'Чем на Руси занимался золотарь?',
    answers: ['Добывал золото', 'Ковал оружие', 'Заведовал казной', 'Чистил отхожие места'],
    correctAnswer: 'Чистил отхожие места',
    incorrectAnswer: ['Добывал золото', 'Ковал оружие']
  },
  {
    question: 'Как в старинной легенде звали дочь богатыря Байкала??',
    answers: ['Ангара', 'Лена', 'Бирюса', 'Тунгуска'],
    correctAnswer: 'Ангара',
    incorrectAnswer: ['Бирюса', 'Тунгуска']
  },
  {
    question: 'Необычную серию чего во Франции выпустили с запахом шоколада?',
    answers: ['Монет', 'Купюр', 'Почтовых марок', 'Банковских карт'],
    correctAnswer: 'Почтовых марок',
    incorrectAnswer: ['купюр', 'монет']
  },
  {
    question: 'Какой герой русской классики сделал фальшивый портсигар из найденной на улице дощечки??',
    answers: ['Чичиков', 'Раскольников', 'Дубровский', 'Человек в футляре'],
    correctAnswer: 'Раскольников',
    incorrectAnswer: ['Человек в футляре', 'Чичиков']
  },
  {
    question: 'Как называется сказка Андерсена?',
    answers: ['Кукушка', 'Аист', 'Скворец', 'Соловей'],
    correctAnswer: 'Соловей',
    incorrectAnswer: ['Кукушка', 'Аист']
  },
  {
    question: 'Какую монету называли «пятиалтынный»?',
    answers: ['5 копеек', '10 копеек', '15 копеек', '20 копеек'],
    correctAnswer: '15 копеек',
    incorrectAnswer: ['20 копеек', '5 копеек']
  },
  {
    question: 'В каком кинофильме нет сцены на экзамене?',
    answers: ['Доживем до понедельника', 'Операция «Ы»', 'Старик Хоттабыч', 'Большая перемена'],
    correctAnswer: 'Доживем до понедельника',
    incorrectAnswer: ['Большая перемена', 'Старик Хоттабыч']
  },
  {
    question: 'Как греки сами называют свою страну?',
    answers: ['Паллала', 'Эллада', 'Колхида', 'Илиада'],
    correctAnswer: 'Эллада',
    incorrectAnswer: ['Паллала', 'Илиада']
  },
];
console.log(questionsHeavy.length);
export let questionRandItemHeavy = Math.floor(Math.random()*questionsHeavy.length);
